Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Spec file is unavailable on this device. Requests are read-only until the spec can be downloaded from iCloud or the source URL.
de: Spec-Datei ist auf diesem Gerät nicht verfügbar. Anfragen sind schreibgeschützt, bis die Spec von iCloud oder der Quell-URL heruntergeladen werden kann.
es: El archivo de especificación no está disponible en este dispositivo. Las solicitudes son de solo lectura hasta que la especificación se pueda descargar de iCloud o la URL de origen.
fr: Le fichier de spécification n'est pas disponible sur cet appareil. Les requêtes sont en lecture seule jusqu'à ce que la spécification puisse être téléchargée depuis iCloud ou l'URL source.
ja: このデバイスでは仕様ファイルを利用できません。iCloud またはソース URL から仕様をダウンロードできるまで、リクエストは読み取り専用です。
ko: 이 기기에서 사양 파일을 사용할 수 없습니다. iCloud 또는 소스 URL에서 사양을 다운로드할 때까지 요청은 읽기 전용입니다.
pt_br: O arquivo de especificação não está disponível neste dispositivo. As requisições são somente leitura até que a especificação possa ser baixada do iCloud ou da URL de origem.
zh_hans: 此设备上无法使用规范文件。在可从 iCloud 或来源 URL 下载规范之前，请求为只读。
zh_hant: 此裝置上無法使用規格檔案。在可從 iCloud 或來源 URL 下載規格之前，請求為唯讀。

source: Spec is up to date.
de: Die Spec ist auf dem neuesten Stand.
es: La especificación está actualizada.
fr: La spécification est à jour.
ja: 仕様は最新です。
ko: 사양이 최신 상태입니다.
pt_br: A especificação está atualizada.
zh_hans: 规范已是最新。
zh_hant: 規格已是最新。

source: Spec Link
de: Spec-Verknüpfung
es: Enlace de especificación
fr: Lien de spécification
ja: 仕様リンク
ko: 사양 링크
pt_br: Vínculo da especificação
zh_hans: 规范链接
zh_hant: 規格連結

source: Spec snapshot
de: Importierte Spec
es: Especificación importada
fr: Spécification importée
ja: インポート済み仕様
ko: 가져온 사양
pt_br: Especificação importada
zh_hans: 已导入规范
zh_hant: 已匯入規格

source: Spec Sync Review
de: Überprüfung der Spec-Synchronisation
es: Revisión de sincronización de especificación
fr: Révision de synchronisation de la spécification
ja: 仕様同期の確認
ko: 사양 동기화 검토
pt_br: Revisão de sincronização da especificação
zh_hans: 规范同步预览
zh_hant: 規格同步審查

source: Spec updates available
de: Spec-Aktualisierungen verfügbar
es: Actualizaciones de especificación disponibles
fr: Mises à jour de la spécification disponibles
ja: 仕様の更新があります
ko: 사양 업데이트 사용 가능
pt_br: Atualizações de especificação disponíveis
zh_hans: 规范更新可用
zh_hant: 規格更新可用

source: SSE Error
de: SSE-Fehler
es: Error SSE
fr: Erreur SSE
ja: SSEエラー
ko: SSE 오류
pt_br: Erro SSE
zh_hans: SSE 错误
zh_hant: SSE 錯誤

source: SSL certificate verification
de: SSL-Zertifikatsprüfung
es: Verificación de certificados SSL
fr: Vérification des certificats SSL
ja: SSL 証明書の検証
ko: SSL 인증서 검증
pt_br: Verificação de certificado SSL
zh_hans: SSL 证书验证
zh_hant: SSL 憑證驗證

source: Stale Requests
de: Veraltete Anfragen
es: Solicitudes obsoletas
fr: Requêtes obsolètes
ja: 仕様から外れたリクエスト
ko: 사양에서 제외된 요청
pt_br: Requisições desatualizadas
zh_hans: 过时请求
zh_hant: 過時請求

source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Start listening
de: Empfang starten
es: Iniciar escucha
fr: Commencer l'écoute
ja: リスニング開始
ko: 수신 시작
pt_br: Iniciar escuta
zh_hans: 开始监听
zh_hant: 開始監聽

source: Start listening to send and receive datagrams
de: Beginne zu lauschen, um Datagramme zu senden und zu empfangen
es: Comienza a escuchar para enviar y recibir datagramas
fr: Commencez à écouter pour envoyer et recevoir des datagrammes
ja: データグラムの送受信を開始
ko: 데이터그램 송수신을 위해 수신을 시작하세요
pt_br: Comece a escutar para enviar e receber datagramas
zh_hans: 开始监听以发送和接收数据报
zh_hant: 開始監聽以傳送和接收資料報

source: Starting UDP to %@:%lld%@...
de: UDP wird gestartet zu %1$@:%2$lld%3$@…
es: Iniciando UDP a %1$@:%2$lld%3$@…
fr: Démarrage UDP vers %1$@:%2$lld%3$@…
ja: UDP を %1$@:%2$lld%3$@ に開始中…
ko: UDP 시작 중: %1$@:%2$lld%3$@…
pt_br: Iniciando UDP para %1$@:%2$lld%3$@…
zh_hans: 正在启动 UDP 到 %1$@:%2$lld%3$@…
zh_hant: 正在啟動 UDP 到 %1$@:%2$lld%3$@…

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

source: Stop listening
de: Empfang stoppen
es: Detener escucha
fr: Arrêter l'écoute
ja: リスニング停止
ko: 수신 중지
pt_br: Parar escuta
zh_hans: 停止监听
zh_hant: 停止監聽

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止しました
ko: 중지됨
pt_br: Parado
zh_hans: 已停止
zh_hant: 已停止

source: Stream half-closed
de: Stream halbgeschlossen
es: Stream semi-cerrado
fr: Flux demi-fermé
ja: ストリーム半クローズ
ko: 스트림 하프 클로즈
pt_br: Stream meio-fechado
zh_hans: 流已半关闭
zh_hant: 串流已半關閉

source: Strict HTTP Mode
de: Strikter HTTP-Modus
es: Modo HTTP estricto
fr: Mode HTTP strict
ja: HTTP 厳格モード
ko: 엄격한 HTTP 모드
pt_br: Modo HTTP estrito
zh_hans: 严格 HTTP 模式
zh_hant: 嚴格 HTTP 模式

source: Strip the Referer header when following redirects
de: Referer-Header beim Folgen von Weiterleitungen entfernen
es: Eliminar la cabecera Referer al seguir redirecciones
fr: Supprimer l'en-tête Referer lors du suivi des redirections
ja: リダイレクト時に Referer ヘッダーを除去
ko: 리디렉션을 따를 때 Referer 헤더 제거
pt_br: Remover o cabeçalho Referer ao seguir redirecionamentos
zh_hans: 跟随重定向时移除 Referer 标头
zh_hant: 跟隨重新導向時移除 Referer 標頭

source: Strips surrounding quotes and unescapes characters from jq filter output
de: Entfernt umgebende Anführungszeichen und dekodiert Escape-Sequenzen aus der jq-Filterausgabe
es: Elimina las comillas y desescapa caracteres de la salida del filtro jq
fr: Supprime les guillemets et décode les caractères échappés de la sortie du filtre jq
ja: jqフィルター出力から引用符を除去し、エスケープ文字をデコードします
ko: jq 필터 출력에서 따옴표를 제거하고 이스케이프 문자를 디코딩합니다
pt_br: Remove aspas e decodifica caracteres de escape da saída do filtro jq
zh_hans: 去除 jq 过滤器输出中的引号并解码转义字符
zh_hant: 去除 jq 篩選器輸出中的引號並解碼跳脫字元

source: Subject
de: Betreff
es: Sujeto
fr: Sujet
ja: サブジェクト
ko: 주체
pt_br: Assunto
zh_hans: 主题
zh_hant: 主旨

source: Subprotocols
de: Subprotokolle
es: Subprotocolos
fr: Sous-protocoles
ja: サブプロトコル
ko: 서브프로토콜
pt_br: Subprotocolos
zh_hans: 子协议
zh_hant: 子協定

source: Sum / concatenate
de: Summe / Verketten
es: Suma / concatenar
fr: Somme / concaténer
ja: 合計 / 連結
ko: 합계 / 연결
pt_br: Soma / concatenar
zh_hans: 求和 / 连接
zh_hant: 加總 / 連接

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
pt_br: Resumo
zh_hans: 摘要
zh_hant: 摘要

source: Supported formats: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Choose a folder for multi-file OpenAPI bundles with local $ref files, or a folder with multiple independent *.openapi.json specs.
de: Unterstützte Formate: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Wählen Sie einen Ordner für mehrteilige OpenAPI-Bundles mit lokalen $ref-Dateien oder einen Ordner mit mehreren unabhängigen *.openapi.json-Specs.
es: Formatos compatibles: OpenAPI (YAML, YML, JSON), colección Postman (JSON). Elija una carpeta para bundles OpenAPI multiparte con archivos $ref locales, o una carpeta con varias especificaciones *.openapi.json independientes.
fr: Formats pris en charge : OpenAPI (YAML, YML, JSON), collection Postman (JSON). Choisissez un dossier pour des bundles OpenAPI multi-fichiers avec des $ref locaux, ou un dossier contenant plusieurs spécifications *.openapi.json indépendantes.
ja: 対応形式：OpenAPI（YAML、YML、JSON）、Postman Collection（JSON）。ローカル $ref を含む複数ファイル OpenAPI バンドル用のフォルダ、または複数の独立した *.openapi.json 仕様があるフォルダを選択してください。
ko: 지원 형식: OpenAPI(YAML, YML, JSON), Postman Collection(JSON). 로컬 $ref가 있는 다중 파일 OpenAPI 번들 폴더 또는 여러 개의 독립 *.openapi.json 사양이 있는 폴더를 선택하세요.
pt_br: Formatos suportados: OpenAPI (YAML, YML, JSON), coleção Postman (JSON). Escolha uma pasta para bundles OpenAPI com $ref locais ou uma pasta com várias especificações *.openapi.json independentes.
zh_hans: 支持的格式：OpenAPI（YAML、YML、JSON）、Postman Collection（JSON）。可选择包含本地 $ref 的多文件 OpenAPI 包文件夹，或包含多个独立 *.openapi.json 规范的文件夹。
zh_hant: 支援的格式：OpenAPI（YAML、YML、JSON）、Postman Collection（JSON）。可選擇含本機 $ref 的多檔 OpenAPI 套件資料夾，或含多個獨立 *.openapi.json 規格的資料夾。

source: Supported formats: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Choose a folder for multi-file OpenAPI bundles with local $ref files.
de: Unterstützte Formate: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Wählen Sie einen Ordner für mehrdateiige OpenAPI-Bundles mit lokalen $ref-Dateien.
es: Formatos compatibles: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Elige una carpeta para paquetes OpenAPI de varios archivos con archivos $ref locales.
fr: Formats pris en charge : OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Choisissez un dossier pour les bundles OpenAPI multi-fichiers avec des fichiers $ref locaux.
ja: 対応形式：OpenAPI（YAML、YML、JSON）、Postman Collection（JSON）。ローカル $ref ファイルを含む複数ファイルの OpenAPI バンドルにはフォルダを選択してください。
ko: 지원 형식: OpenAPI(YAML, YML, JSON), Postman Collection(JSON). 로컬 $ref 파일이 있는 다중 파일 OpenAPI 번들은 폴더를 선택하세요.
pt_br: Formatos suportados: OpenAPI (YAML, YML, JSON), Postman Collection (JSON). Escolha uma pasta para pacotes OpenAPI com vários arquivos e arquivos $ref locais.
zh_hans: 支持的格式：OpenAPI（YAML、YML、JSON）、Postman 集合（JSON）。对于包含本地 $ref 文件的多文件 OpenAPI 包，请选择文件夹。
zh_hant: 支援的格式：OpenAPI（YAML、YML、JSON）、Postman 集合（JSON）。對於包含本機 $ref 檔案的多檔案 OpenAPI 套件，請選擇資料夾。

source: Supported formats: YAML, YML, JSON
de: Unterstützte Formate: YAML, YML, JSON
es: Formatos compatibles: YAML, YML, JSON
fr: Formats pris en charge : YAML, YML, JSON
ja: 対応形式：YAML、YML、JSON
ko: 지원 형식: YAML, YML, JSON
pt_br: Formatos suportados: YAML, YML, JSON
zh_hans: 支持的格式：YAML、YML、JSON
zh_hant: 支援的格式：YAML、YML、JSON

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
ja: 同期
ko: 동기화
pt_br: Sincronizar
zh_hans: 同步
zh_hant: 同步

source: Syncing with iCloud
de: Synchronisiert mit iCloud
es: Sincronizando con iCloud
fr: Synchronisation avec iCloud
ja: iCloudと同期中
ko: iCloud와 동기화 중
pt_br: Sincronizando com o iCloud
zh_hans: 正在与 iCloud 同步
zh_hant: 正在與 iCloud 同步

source: Syncing with iCloud...
de: Synchronisierung mit iCloud…
es: Sincronizando con iCloud…
fr: Synchronisation avec iCloud…
ja: iCloud と同期中…
ko: iCloud와 동기화 중…
pt_br: Sincronizando com iCloud…
zh_hans: 正在同步到 iCloud…
zh_hant: 正在同步到 iCloud…

source: Synthesize values from schema
de: Werte aus Schema synthetisieren
es: Sintetizar valores desde el esquema
fr: Synthétiser des valeurs à partir du schéma
ja: スキーマから値を合成
ko: 스키마에서 값 합성
pt_br: Sintetizar valores a partir do esquema
zh_hans: 根据架构合成值
zh_hant: 依結構合成值

source: Tap Send to invoke the RPC
de: Tippe auf Senden, um den RPC aufzurufen
es: Pulsa Enviar para invocar el RPC
fr: Appuyez sur Envoyer pour appeler le RPC
ja: 送信をタップして RPC を呼び出す
ko: 보내기를 탭하여 RPC 호출
pt_br: Toque em Enviar para invocar o RPC
zh_hans: 点按发送以调用 RPC
zh_hant: 點按傳送以呼叫 RPC

source: Tap Send to make the request
de: Tippe auf Senden, um die Anfrage auszuführen
es: Pulsa Enviar para ejecutar la solicitud
fr: Appuyez sur Envoyer pour exécuter la requête
ja: 送信をタップしてリクエストを実行
ko: 보내기를 탭하여 요청 실행
pt_br: Toque em Enviar para executar a requisição
zh_hans: 点击发送以执行请求
zh_hant: 點擊傳送以執行請求

source: Target
de: Ziel
es: Objetivo
fr: Cible
ja: ターゲット
ko: 대상
pt_br: Alvo
zh_hans: 目标
zh_hant: 目標

source: TCP Connection
de: TCP-Verbindung
es: Conexión TCP
fr: Connexion TCP
ja: TCP 接続
ko: TCP 연결
pt_br: Conexão TCP
zh_hans: TCP 连接
zh_hant: TCP 連線

source: Template variable values (key=value, one per line)
de: Vorlagenvariablenwerte (Schlüssel=Wert, einer pro Zeile)
es: Valores de las variables de plantilla (clave=valor, uno por línea)
fr: Valeurs des variables de modèle (clé=valeur, une par ligne)
ja: テンプレート変数の値（key=value、1行に1つ）
ko: 템플릿 변수 값 (key=value, 한 줄에 하나)
pt_br: Valores das variáveis de modelo (chave=valor, um por linha)
zh_hans: 模板变量值（key=value，每行一个）
zh_hant: 範本變數值（key=value，每行一個）

source: Testing
de: Testen
es: Pruebas
fr: Tests
ja: テスト
ko: 테스트
pt_br: Testes
zh_hans: 测试
zh_hant: 測試

source: The client has sent too many requests in a given amount of time.
de: Der Client hat in einem bestimmten Zeitraum zu viele Anfragen gesendet.
es: El cliente ha enviado demasiadas solicitudes en un período de tiempo determinado.
fr: Le client a envoyé trop de requêtes dans un laps de temps donné.
ja: クライアントが一定時間内に多すぎるリクエストを送信しました。
ko: 클라이언트가 주어진 시간 내에 너무 많은 요청을 보냈습니다.
pt_br: O cliente enviou muitas requisições em um determinado período de tempo.
zh_hans: 客户端在给定时间内发送了过多的请求。
zh_hant: 用戶端在指定時間內傳送了過多的請求。

source: The client needs to authenticate to gain network access.
de: Der Client muss sich authentifizieren, um Netzwerkzugang zu erhalten.
es: El cliente necesita autenticarse para obtener acceso a la red.
fr: Le client doit s'authentifier pour accéder au réseau.
ja: ネットワークアクセスを取得するにはクライアントの認証が必要です。
ko: 네트워크 접근을 위해 클라이언트 인증이 필요합니다.
pt_br: O cliente precisa se autenticar para obter acesso à rede.
zh_hans: 客户端需要认证以获取网络访问权限。
zh_hant: 用戶端需要認證以取得網路存取權限。

source: The device authorization code expired. Try again.
de: Der Geräteautorisierungscode ist abgelaufen. Versuchen Sie es erneut.
es: El código de autorización del dispositivo expiró. Inténtalo de nuevo.
fr: Le code d'autorisation de l'appareil a expiré. Réessayez.
ja: デバイス認可コードの有効期限が切れました。もう一度お試しください。
ko: 디바이스 권한 부여 코드가 만료되었습니다. 다시 시도하세요.
pt_br: O código de autorização do dispositivo expirou. Tente novamente.
zh_hans: 设备授权代码已过期。请重试。
zh_hant: 裝置授權代碼已過期。請重試。

source: The expectation given in the Expect header could not be met by the server.
de: Die im Expect-Header angegebene Erwartung konnte vom Server nicht erfüllt werden.
es: La expectativa indicada en la cabecera Expect no pudo ser cumplida por el servidor.
fr: L'attente indiquée dans l'en-tête Expect n'a pas pu être satisfaite par le serveur.
ja: Expectヘッダーに指定された期待値をサーバーが満たせませんでした。
ko: Expect 헤더에 지정된 기대값을 서버가 충족할 수 없습니다.
pt_br: A expectativa indicada no cabeçalho Expect não pôde ser atendida pelo servidor.
zh_hans: 服务器无法满足 Expect 头中的期望值。
zh_hant: 伺服器無法滿足 Expect 標頭中的期望值。

source: The Git source URL is invalid.
de: Die Git-Quell-URL ist ungültig.
es: La URL de origen Git no es válida.
fr: L'URL de la source Git n'est pas valide.
ja: Git ソース URL が無効です。
ko: Git 소스 URL이 잘못되었습니다.
pt_br: A URL da fonte Git é inválida.
zh_hans: Git 来源 URL 无效。
zh_hant: Git 來源 URL 無效。

source: The linked folder bookmark could not be found on this device.
de: Das Lesezeichen für den verknüpften Ordner konnte auf diesem Gerät nicht gefunden werden.
es: No se pudo encontrar el marcador de la carpeta vinculada en este dispositivo.
fr: Le signet du dossier lié est introuvable sur cet appareil.
ja: リンクされたフォルダのブックマークがこのデバイスで見つかりませんでした。
ko: 이 기기에서 연결된 폴더 북마크를 찾을 수 없습니다.
pt_br: O marcador da pasta vinculada não foi encontrado neste dispositivo.
zh_hans: 在此设备上找不到链接文件夹的书签。
zh_hant: 在此裝置上找不到連結資料夾的書籤。

source: The members of a DAV binding have already been enumerated and are not included again.
de: Die Mitglieder einer DAV-Bindung wurden bereits aufgelistet und werden nicht erneut aufgeführt.
es: Los miembros de un enlace DAV ya han sido enumerados y no se incluyen de nuevo.
fr: Les membres d'une liaison DAV ont déjà été énumérés et ne sont pas inclus à nouveau.
ja: DAVバインディングのメンバーはすでに列挙されており、再度含まれません。
ko: DAV 바인딩의 멤버가 이미 열거되어 다시 포함되지 않습니다.
pt_br: Os membros de um binding DAV já foram enumerados e não serão incluídos novamente.
zh_hans: DAV 绑定的成员已被枚举，不会再次包含。
zh_hant: DAV 繫結的成員已被列舉，不會再次包含。

source: The project could not be found.
de: Das Projekt konnte nicht gefunden werden.
es: No se pudo encontrar el proyecto.
fr: Le projet est introuvable.
ja: プロジェクトが見つかりませんでした。
ko: 프로젝트를 찾을 수 없습니다.
pt_br: O projeto não foi encontrado.
zh_hans: 找不到项目。
zh_hant: 找不到專案。

source: The range specified in the request header cannot be fulfilled.
de: Der im Anfrage-Header angegebene Bereich kann nicht erfüllt werden.
es: El rango especificado en la cabecera de la solicitud no se puede cumplir.
fr: La plage spécifiée dans l'en-tête de la requête ne peut pas être satisfaite.
ja: リクエストヘッダーで指定された範囲を満たすことができません。
ko: 요청 헤더에 지정된 범위를 충족할 수 없습니다.
pt_br: O intervalo especificado no cabeçalho da requisição não pode ser atendido.
zh_hans: 请求头中指定的范围无法满足。
zh_hant: 請求標頭中指定的範圍無法滿足。

source: The request conflicts with the current state of the resource.
de: Die Anfrage steht im Konflikt mit dem aktuellen Zustand der Ressource.
es: La solicitud entra en conflicto con el estado actual del recurso.
fr: La requête est en conflit avec l'état actuel de la ressource.
ja: リクエストがリソースの現在の状態と競合しています。
ko: 요청이 리소스의 현재 상태와 충돌합니다.
pt_br: A requisição conflita com o estado atual do recurso.
zh_hans: 请求与资源的当前状态冲突。
zh_hant: 請求與資源的目前狀態衝突。

source: The request failed because it depended on another request that failed.
de: Die Anfrage ist fehlgeschlagen, weil sie von einer anderen fehlgeschlagenen Anfrage abhing.
es: La solicitud falló porque dependía de otra solicitud que falló.
fr: La requête a échoué car elle dépendait d'une autre requête qui a échoué.
ja: 依存する別のリクエストが失敗したため、リクエストが失敗しました。
ko: 다른 요청의 실패에 의존하여 요청이 실패했습니다.
pt_br: A requisição falhou porque dependia de outra requisição que falhou.
zh_hans: 请求失败，因为它依赖的另一个请求也失败了。
zh_hant: 請求失敗，因為它依賴的另一個請求也失敗了。

source: The request has been accepted for processing, but the processing has not been completed.
de: Die Anfrage wurde zur Verarbeitung angenommen, aber die Verarbeitung ist noch nicht abgeschlossen.
es: La solicitud ha sido aceptada para procesamiento, pero el procesamiento no ha terminado.
fr: La requête a été acceptée pour traitement, mais le traitement n'est pas terminé.
ja: リクエストは処理のために受け付けられましたが、処理はまだ完了していません。
ko: 요청이 처리를 위해 수락되었지만 처리가 완료되지 않았습니다.
pt_br: A requisição foi aceita para processamento, mas o processamento ainda não foi concluído.
zh_hans: 请求已被接受处理，但处理尚未完成。
zh_hant: 請求已被接受處理，但處理尚未完成。

source: The request has more than one possible response. The client should choose one.
de: Die Anfrage hat mehrere mögliche Antworten. Der Client sollte eine auswählen.
es: La solicitud tiene más de una respuesta posible. El cliente debe elegir una.
fr: La requête a plusieurs réponses possibles. Le client doit en choisir une.
ja: リクエストに複数のレスポンスが存在します。クライアントが1つを選択してください。
ko: 요청에 여러 가능한 응답이 있습니다. 클라이언트가 하나를 선택해야 합니다.
pt_br: A requisição tem mais de uma resposta possível. O cliente deve escolher uma.
zh_hans: 请求有多个可能的响应。客户端应选择一个。
zh_hant: 請求有多個可能的回應。用戶端應選擇一個。

source: The request headers are too large for the server to process.
de: Die Anfrage-Header sind zu groß, um vom Server verarbeitet zu werden.
es: Las cabeceras de la solicitud son demasiado grandes para que el servidor las procese.
fr: Les en-têtes de la requête sont trop volumineux pour être traités par le serveur.
ja: リクエストヘッダーが大きすぎてサーバーが処理できません。
ko: 요청 헤더가 너무 커서 서버가 처리할 수 없습니다.
pt_br: Os cabeçalhos da requisição são grandes demais para o servidor processar.
zh_hans: 请求头太大，服务器无法处理。
zh_hant: 請求標頭太大，伺服器無法處理。

source: The request method is not allowed for this resource.
de: Die Anfragemethode ist für diese Ressource nicht erlaubt.
es: El método de la solicitud no está permitido para este recurso.
fr: La méthode de requête n'est pas autorisée pour cette ressource.
ja: このリソースではリクエストメソッドが許可されていません。
ko: 이 리소스에는 해당 요청 메서드가 허용되지 않습니다.
pt_br: O método da requisição não é permitido para este recurso.
zh_hans: 此资源不允许使用该请求方法。
zh_hant: 此資源不允許使用該請求方法。

source: The request payload format is not supported by this resource.
de: Das Format des Anfrage-Inhalts wird von dieser Ressource nicht unterstützt.
es: El formato del contenido de la solicitud no es compatible con este recurso.
fr: Le format du contenu de la requête n'est pas pris en charge par cette ressource.
ja: リクエストペイロードの形式がこのリソースではサポートされていません。
ko: 이 리소스에서 요청 페이로드 형식을 지원하지 않습니다.
pt_br: O formato do conteúdo da requisição não é suportado por este recurso.
zh_hans: 此资源不支持请求负载的格式。
zh_hant: 此資源不支援請求負載的格式。

source: The request payload is larger than the server is willing to process.
de: Der Anfrage-Inhalt ist größer, als der Server verarbeiten kann.
es: El contenido de la solicitud es más grande de lo que el servidor está dispuesto a procesar.
fr: Le contenu de la requête est plus volumineux que ce que le serveur accepte de traiter.
ja: リクエストペイロードがサーバーの処理上限を超えています。
ko: 요청 페이로드가 서버가 처리할 수 있는 크기보다 큽니다.
pt_br: O conteúdo da requisição é maior do que o servidor está disposto a processar.
zh_hans: 请求负载大于服务器愿意处理的大小。
zh_hant: 請求負載大於伺服器願意處理的大小。

source: The request succeeded and a new resource was created.
de: Die Anfrage war erfolgreich und eine neue Ressource wurde erstellt.
es: La solicitud se completó con éxito y se creó un nuevo recurso.
fr: La requête a réussi et une nouvelle ressource a été créée.
ja: リクエストが成功し、新しいリソースが作成されました。
ko: 요청이 성공하여 새 리소스가 생성되었습니다.
pt_br: A requisição foi bem-sucedida e um novo recurso foi criado.
zh_hans: 请求成功，已创建新资源。
zh_hant: 請求成功，已建立新資源。

source: The request succeeded, but the enclosed payload has been modified by a transforming proxy.
de: Die Anfrage war erfolgreich, aber der Inhalt wurde von einem transformierenden Proxy modifiziert.
es: La solicitud se completó, pero el contenido fue modificado por un proxy de transformación.
fr: La requête a réussi, mais le contenu a été modifié par un proxy transformant.
ja: リクエストは成功しましたが、ペイロードが変換プロキシにより変更されています。
ko: 요청이 성공했지만 페이로드가 변환 프록시에 의해 수정되었습니다.
pt_br: A requisição foi bem-sucedida, mas o conteúdo foi modificado por um proxy de transformação.
zh_hans: 请求成功，但有效负载已被转换代理修改。
zh_hant: 請求成功，但有效負載已被轉換代理修改。

source: The request succeeded, but there is no content to send in the response.
de: Die Anfrage war erfolgreich, aber es gibt keinen Inhalt in der Antwort.
es: La solicitud se completó, pero no hay contenido para enviar en la respuesta.
fr: La requête a réussi, mais il n'y a aucun contenu à envoyer dans la réponse.
ja: リクエストは成功しましたが、レスポンスに送信するコンテンツがありません。
ko: 요청이 성공했지만 응답에 보낼 콘텐츠가 없습니다.
pt_br: A requisição foi bem-sucedida, mas não há conteúdo para enviar na resposta.
zh_hans: 请求成功，但响应中没有内容可发送。
zh_hant: 請求成功，但回應中沒有內容可傳送。

source: The request succeeded.
de: Die Anfrage war erfolgreich.
es: La solicitud se completó con éxito.
fr: La requête a réussi.
ja: リクエストが成功しました。
ko: 요청이 성공했습니다.
pt_br: A requisição foi bem-sucedida.
zh_hans: 请求成功。
zh_hant: 請求成功。

source: The request succeeded. The client should reset the document view.
de: Die Anfrage war erfolgreich. Der Client sollte die Dokumentansicht zurücksetzen.
es: La solicitud se completó. El cliente debe restablecer la vista del documento.
fr: La requête a réussi. Le client doit réinitialiser la vue du document.
ja: リクエストが成功しました。クライアントはドキュメントビューをリセットしてください。
ko: 요청이 성공했습니다. 클라이언트는 문서 뷰를 초기화해야 합니다.
pt_br: A requisição foi bem-sucedida. O cliente deve redefinir a visualização do documento.
zh_hans: 请求成功。客户端应重置文档视图。
zh_hant: 請求成功。用戶端應重設文件檢視。

source: The request URI is longer than the server is willing to interpret.
de: Die Anfrage-URI ist länger, als der Server interpretieren kann.
es: El URI de la solicitud es más largo de lo que el servidor está dispuesto a interpretar.
fr: L'URI de la requête est plus long que ce que le serveur accepte d'interpréter.
ja: リクエストURIがサーバーの解釈上限を超えています。
ko: 요청 URI가 서버가 해석할 수 있는 길이보다 깁니다.
pt_br: O URI da requisição é mais longo do que o servidor está disposto a interpretar.
zh_hans: 请求 URI 长度超过服务器愿意解析的范围。
zh_hant: 請求 URI 長度超過伺服器願意解析的範圍。

source: The request was directed at a server that cannot produce a response.
de: Die Anfrage wurde an einen Server gerichtet, der keine Antwort erzeugen kann.
es: La solicitud fue dirigida a un servidor que no puede producir una respuesta.
fr: La requête a été dirigée vers un serveur qui ne peut pas produire de réponse.
ja: レスポンスを生成できないサーバーにリクエストが送信されました。
ko: 응답을 생성할 수 없는 서버로 요청이 전달되었습니다.
pt_br: A requisição foi direcionada a um servidor que não pode produzir uma resposta.
zh_hans: 请求被发送到无法生成响应的服务器。
zh_hant: 請求被傳送到無法產生回應的伺服器。

source: The request was well-formed but contains semantic errors.
de: Die Anfrage war korrekt formatiert, enthält aber semantische Fehler.
es: La solicitud estaba bien formada pero contiene errores semánticos.
fr: La requête était bien formée mais contient des erreurs sémantiques.
ja: リクエストの形式は正しいですが、意味的なエラーが含まれています。
ko: 요청의 형식은 올바르지만 의미 오류가 포함되어 있습니다.
pt_br: A requisição estava bem formada, mas contém erros semânticos.
zh_hans: 请求格式正确但包含语义错误。
zh_hant: 請求格式正確但包含語義錯誤。
